{
  "Page list": "Seitenliste",
  "Maybe something wrong with the query": "Vielleicht stimmt etwas mit der Abfrage nicht",
  "Assets list": "Liste der Vermögenswerte",
  "No found": "Keine gefunden",
  "Set up the query on the plugin settings.": "Richten Sie die Abfrage in den Plugin-Einstellungen ein.",
  "plugin": "Plugin (Englisch)",
  "Change Style": "Stil ändern",
  "Plugin Settings": "Plugin-Einstellungen",
  "Update page list.": "Seitenliste aktualisieren.",
  "Pages": "Seiten",
  "Randomly search for assets.": "Suchen Sie nach dem Zufallsprinzip nach Assets.",
  "Assets": "Vermögen",
  "Press this button when finished.": "Drücken Sie diese Taste, wenn Sie fertig sind.",
  "Close": "Schließen",
  "Add to exclusion list of Multi-Random-Note": "Zur Ausschlussliste von Multi-Random-Note hinzufügen",
  "Added to exclusion list of Multi-Random-Note.": "Zur Ausschlussliste von Multi-Random-Note hinzugefügt.",
  "This page is already included.": "Diese Seite ist bereits enthalten.",
  "Page style": "Seitenstil",
  "The Tile style displays content in a minimalist manner.": "Der Kachelstil zeigt Inhalte auf minimalistische Weise an.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Im Galeriestil werden die Blöcke nach oben, unten, links und rechts angeordnet.",
  "The Wide style uses the screen horizontally.": "Bei der Formatvorlage \"Breit\" wird der Bildschirm horizontal verwendet.",
  "The Expansion style is a style that expands on the underside.": "Der Stil \"Erweiterung\" ist ein Stil, der auf der Unterseite erweitert wird.",
  "Random Mode": "Zufallsmodus",
  "Include Journals?": "Journale einschließen?",
  "For tags mode": "Für den Tag-Modus",
  "Comma separated the tags.": "Die Tags wurden durch Kommas getrennt.",
  "e.g.": "Zum Beispiel..",
  "For query mode": "Für den Abfragemodus",
  "Custom query": "Benutzerdefinierte Abfrage",
  "Random walk step count": "Anzahl der Random-Walk-Schritte",
  "Other than Tile": "Anders als Tile",
  "The number of displays must be reduced due to overheads, except for Tile.": "Die Anzahl der Anzeigen muss aufgrund von Overhead reduziert werden, mit Ausnahme von Kacheln.",
  "'Tile' only": "Nur 'Kachel'",
  "Number of displays when opened as Tile.": "Anzahl der Anzeigen beim Öffnen als Kachel.",
  "List of pages to exclude": "Liste der auszuschließenden Seiten",
  "Enter page names.": "Geben Sie Seitennamen ein.",
  "Multiple specifications can be made by line breaks.": "Durch Zeilenumbrüche können mehrere Angaben gemacht werden.",
  "It can be added to the exclusion list via the page menu.": "Es kann über das Seitenmenü zur Ausschlussliste hinzugefügt werden.",
  "Start With": "Beginnen Sie mit",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Übereinstimmung, wenn sie mit einer bestimmten Zeichenfolge beginnt (z. B. hierarchy[AAA/]).",
  "Contain": "Enthalten",
  "Match if it contains a specific string.": "Übereinstimmung, wenn sie eine bestimmte Zeichenfolge enthält.",
  "Be careful as it is more powerful than other specifications.": "Seien Sie vorsichtig, da es leistungsstärker ist als andere Spezifikationen.",
  "Regular Expression": "Regulärer Ausdruck",
  "Add a button to the left menu bar to access this plugin": "Fügen Sie der linken Menüleiste eine Schaltfläche hinzu, um auf dieses Plugin zuzugreifen",
  "Or from the toolbar": "Oder aus der Symbolleiste"
}