{
  "Page list": "Lista de páginas",
  "Maybe something wrong with the query": "Tal vez algo mal con la consulta",
  "Assets list": "Lista de activos",
  "No found": "No encontrado",
  "Set up the query on the plugin settings.": "Configura la consulta en la configuración del plugin.",
  "plugin": "Plugin",
  "Change Style": "Cambiar estilo",
  "Plugin Settings": "Configuración del plugin",
  "Update page list.": "Actualizar lista de páginas.",
  "Pages": "Páginas",
  "Randomly search for assets.": "Búsqueda aleatoria de activos.",
  "Assets": "Activo",
  "Press this button when finished.": "Presione este botón cuando termine.",
  "Close": "Cerrar",
  "Add to exclusion list of Multi-Random-Note": "Añadir a la lista de exclusión de Multi-Random-Note",
  "Added to exclusion list of Multi-Random-Note.": "Añadido a la lista de exclusión de Multi-Random-Note.",
  "This page is already included.": "Esta página ya está incluida.",
  "Page style": "Estilo de página",
  "The Tile style displays content in a minimalist manner.": "El estilo Mosaico muestra el contenido de forma minimalista.",
  "The Gallery style arranges the blocks up, down, left, and right.": "El estilo Galería organiza los bloques arriba, abajo, izquierda y derecha.",
  "The Wide style uses the screen horizontally.": "El estilo Wide utiliza la pantalla horizontalmente.",
  "The Expansion style is a style that expands on the underside.": "El estilo de expansión es un estilo que se expande en la parte inferior.",
  "Random Mode": "Modo aleatorio",
  "Include Journals?": "¿Incluir revistas?",
  "For tags mode": "Para el modo de etiquetas",
  "Comma separated the tags.": "Una coma separaba las etiquetas.",
  "e.g.": "P ej..",
  "For query mode": "Para el modo de consulta",
  "Custom query": "Consulta personalizada",
  "Random walk step count": "Recuento aleatorio de pasos de caminata",
  "Other than Tile": "Aparte de Tile",
  "The number of displays must be reduced due to overheads, except for Tile.": "El número de pantallas debe reducirse debido a los gastos generales, excepto para Tile.",
  "'Tile' only": "Solo 'Azulejo'",
  "Number of displays when opened as Tile.": "Número de pantallas cuando se abre como mosaico.",
  "List of pages to exclude": "Lista de páginas que se van a excluir",
  "Enter page names.": "Introduzca los nombres de las páginas.",
  "Multiple specifications can be made by line breaks.": "Se pueden hacer múltiples especificaciones por saltos de línea.",
  "It can be added to the exclusion list via the page menu.": "Se puede agregar a la lista de exclusión a través del menú de la página.",
  "Start With": "Empieza con",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Coincide si comienza con una cadena específica (por ejemplo, jerarquía[AAA/]).",
  "Contain": "Contener",
  "Match if it contains a specific string.": "Coincide si contiene una cadena específica.",
  "Be careful as it is more powerful than other specifications.": "Tenga cuidado ya que es más potente que otras especificaciones.",
  "Regular Expression": "Expresión regular",
  "Add a button to the left menu bar to access this plugin": "Agregue un botón a la barra de menú de la izquierda para acceder a este complemento",
  "Or from the toolbar": "O desde la barra de herramientas"
}