{
  "Page list": "Liste des pages",
  "Maybe something wrong with the query": "Peut-être qu’il y a un problème avec la requête",
  "Assets list": "Liste des actifs",
  "No found": "Aucun trouvé",
  "Set up the query on the plugin settings.": "Configurez la requête dans les paramètres du plugin.",
  "plugin": "Plugin",
  "Change Style": "Changer de style",
  "Plugin Settings": "Paramètres du plugin",
  "Update page list.": "Mettre à jour la liste des pages.",
  "Pages": "Pages",
  "Randomly search for assets.": "Recherchez des ressources de manière aléatoire.",
  "Assets": "Actif",
  "Press this button when finished.": "Appuyez sur ce bouton lorsque vous avez terminé.",
  "Close": "Fermer",
  "Add to exclusion list of Multi-Random-Note": "Ajouter à la liste d’exclusion de Multi-Random-Note",
  "Added to exclusion list of Multi-Random-Note.": "Ajouté à la liste d’exclusion de Multi-Random-Note.",
  "This page is already included.": "Cette page est déjà incluse.",
  "Page style": "Style de page",
  "The Tile style displays content in a minimalist manner.": "Le style Mosaïque affiche le contenu de manière minimaliste.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Le style Galerie organise les blocs vers le haut, le bas, la gauche et la droite.",
  "The Wide style uses the screen horizontally.": "Le style Wide utilise l’écran horizontalement.",
  "The Expansion style is a style that expands on the underside.": "Le style Expansion est un style qui s’étend sur la face inférieure.",
  "Random Mode": "Mode aléatoire",
  "Include Journals?": "Inclure des revues ?",
  "For tags mode": "Pour le mode tags",
  "Comma separated the tags.": "Des virgules séparent les balises.",
  "e.g.": "Par exemple",
  "For query mode": "Pour le mode requête",
  "Custom query": "Requête personnalisée",
  "Random walk step count": "Nombre aléatoire de pas de marche",
  "Other than Tile": "Autre que Tile",
  "The number of displays must be reduced due to overheads, except for Tile.": "Le nombre d’affichages doit être réduit en raison des frais généraux, à l’exception de Tile.",
  "'Tile' only": "'Tuile' uniquement",
  "Number of displays when opened as Tile.": "Nombre d’affichages lorsqu’ils sont ouverts en tant que tuile.",
  "List of pages to exclude": "Liste des pages à exclure",
  "Enter page names.": "Entrez les noms de page.",
  "Multiple specifications can be made by line breaks.": "Plusieurs spécifications peuvent être faites par sauts de ligne.",
  "It can be added to the exclusion list via the page menu.": "Il peut être ajouté à la liste d’exclusion via le menu des pages.",
  "Start With": "Commencez par",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Correspondance s’il commence par une chaîne spécifique (par exemple, hierarchy[AAA/]).",
  "Contain": "Contenir",
  "Match if it contains a specific string.": "Match s’il contient une chaîne spécifique.",
  "Be careful as it is more powerful than other specifications.": "Soyez prudent car il est plus puissant que les autres spécifications.",
  "Regular Expression": "Expression régulière",
  "Add a button to the left menu bar to access this plugin": "Ajouter un bouton dans la barre de menu de gauche pour accéder à ce plugin",
  "Or from the toolbar": "Ou depuis la barre d’outils"
}