{
  "Page list": "Lista de páginas",
  "Maybe something wrong with the query": "Talvez algo errado com a consulta",
  "Assets list": "Lista de ativos",
  "No found": "Não encontrado",
  "Set up the query on the plugin settings.": "Configure a consulta nas configurações do plug-in.",
  "plugin": "Plugin",
  "Change Style": "Mudar estilo",
  "Plugin Settings": "Configurações do plug-in",
  "Update page list.": "Atualizar lista de páginas.",
  "Pages": "Páginas",
  "Randomly search for assets.": "Pesquise ativos aleatoriamente.",
  "Assets": "Ativo",
  "Press this button when finished.": "Pressione este botão quando terminar.",
  "Close": "Fechar",
  "Add to exclusion list of Multi-Random-Note": "Adicionar à lista de exclusão de Multi-Random-Note",
  "Added to exclusion list of Multi-Random-Note.": "Adicionado à lista de exclusão de Multi-Random-Note.",
  "This page is already included.": "Esta página já está incluída.",
  "Page style": "Estilo de página",
  "The Tile style displays content in a minimalist manner.": "O estilo Tile exibe o conteúdo de maneira minimalista.",
  "The Gallery style arranges the blocks up, down, left, and right.": "O estilo Galeria organiza os blocos para cima, para baixo, para a esquerda e para a direita.",
  "The Wide style uses the screen horizontally.": "O estilo Wide usa a tela horizontalmente.",
  "The Expansion style is a style that expands on the underside.": "O estilo de expansão é um estilo que se expande na parte inferior.",
  "Random Mode": "Modo aleatório",
  "Include Journals?": "Incluir periódicos?",
  "For tags mode": "Para o modo de tags",
  "Comma separated the tags.": "A vírgula separou as tags.",
  "e.g.": "Por exemplo,",
  "For query mode": "Para o modo de consulta",
  "Custom query": "Consulta personalizada",
  "Random walk step count": "Contagem aleatória de passos de caminhada",
  "Other than Tile": "Além do Azulejo",
  "The number of displays must be reduced due to overheads, except for Tile.": "O número de exibições deve ser reduzido devido a despesas gerais, exceto para Tile.",
  "'Tile' only": "Somente 'Bloco'",
  "Number of displays when opened as Tile.": "Número de exibições quando aberto como Tile.",
  "List of pages to exclude": "Lista de páginas a serem excluídas",
  "Enter page names.": "Insira os nomes das páginas.",
  "Multiple specifications can be made by line breaks.": "Várias especificações podem ser feitas por quebras de linha.",
  "It can be added to the exclusion list via the page menu.": "Ele pode ser adicionado à lista de exclusão por meio do menu de páginas.",
  "Start With": "Comece com",
  "Match if it starts with a specific string (e.g. hierarchy[AAA/]).": "Corresponda se começar com uma string específica (por exemplo, hierarchy[AAA/]).",
  "Contain": "Conter",
  "Match if it contains a specific string.": "Corresponda se ele contiver uma cadeia de caracteres específica.",
  "Be careful as it is more powerful than other specifications.": "Tenha cuidado, pois é mais poderoso do que outras especificações.",
  "Regular Expression": "Expressão regular",
  "Add a button to the left menu bar to access this plugin": "Adicione um botão à barra de menu à esquerda para acessar este plugin",
  "Or from the toolbar": "Ou na barra de ferramentas"
}